Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=516_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmǩiõli jeälltemprogramm lij sääŠmteeŠǧǧ vaalpââi vääžnmõs täävtõs
fin: Saamen kielten elvyttämisohjelma saamelaiskäräjien vaalikauden tärkeimpiä tavoitteita

source: SääŠmǩiõli jeälltemprograamm raajjmõš lij sääŠmteeŠǧǧ tän vaalpââi õhtt vääžnmõs täävtõõzzin, tuõtti sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti NäkkäläjäuŠrr sääŠm da maorǩiõli jeälltumuužž ǩiõttʼtõõllâm seminaarâst HeŠlssnest.
fin: Saamen kielten elvyttämisohjelman laatiminen on saamelaiskäräjien tämän vaalikauden yksi tärkeimmistä tavoitteista, totesi saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi saamen ja maorin kielten elvyttämistä käsitelleessä seminaarissa Helsingissä.

source: – MuŠst lij rämm tuõttâd, što jeälltemprograamm raajjmõš ouddan, NäkkäläjäuŠrr tuõtti da späŠssbõõžži še tõn, što valdiasuåvtõs lij čõnnõõttâm halltõsproggraammâst sääŠmǩiõli jeälltemprograamm čõõđtumuŠšše da resurssmâŠttmõŠšše.
fin: - Olen iloinen, että elvyttämisohjelman laatiminen etenee, totesi Näkkäläjärvi ja kiitteli myös sitä, että valtioneuvosto on sitoutunut hallitusohjelmassa saamen kielten elvyttämisohjelman toteuttamiseen ja resursointiin.

source: Mâŋŋa halltõsproggraamm lij puhŠttum tiõttu, što nuŠtt LääŠddjânnam ko še obb Euroop ekonomiivueŠǩǩ lij mõõnnâm ǩeähnab årra.
fin: Hallitusohjelman jälkeen on käynyt selväksi että niin Suomen kuin koko Euroopankin taloustilanne on heikkenemässä entisestään.

source: Ekonomiikriiss ij vuäǯǯ NäkkäläjääuŠr miõlâst hueŠneed pukin hueŠnmõs staattuuzzâst åårrai, Euroop oŠdinakai alggmeer leŠbe saaŠmi staattuuzz.
fin: Talouskriisi ei Näkkäläjärven mielestä saa heikentää kaikkein heikommassa asemassa olevien, Euroopan ainoan alkuperäiskansan eli saamelaisten, asemaa entisestään.

source: – LääŠddjânnam âlgg tiuddeed meeraikõskksaž da halltõsprograŠmme ǩeeŠrjtum õõlǥtumuužžeez sääŠm-meer da sääŠmǩiõl ouŠdde.
fin: - Suomen tulee täyttää kansainväliset ja hallitusohjelmaan kirjatut velvoitteensa saamen kansaa ja saamen kieltä kohtaan.

source: Looǥǥ saaǥǥjååŠđteei Klemetti NäkkäläjääŠur ääŠveem-mainstemvuâr, koon son õõŠni sääŠm da maorǩiõli jeälltemseminaarâst HeŠlssnest 13.09 obbvuõđstes täŠst.
fin: Lue puheenjohtaja Klemetti Näkkäläjärven avauspuheenvuoro saamen ja maorin kielten elvyttämisseminaarissa Helsingissä 13.09 kokonaisuudessaan tästä.
